Repository: grapestacy/TP-Lab9
Catalog: BelarussianWriters/BelarussianWriters/*.lproj/Localizable.strings
Languages: de, ru

source: Welcome,
de: Herzlich Willkommen,
ru: Добро пожаловать,

# login
source: User name
de: Nutzername
ru: Имя пользователя

# createAcc
source: Log in
de: Einloggen
ru: Зарегистрироваться

source: Email
ru: Почта

source: Password
de: Passwort
ru: Пароль

source: Repeat password
de: Wiederhole das Passwort
ru: Подтвердите пароль

source: Sign in
de: Anmelden
ru: Войти

source: Sign out
de: Austragen
ru: Выйти

# Maksim Bogdanovich
source: Author: Maksim Bogdanovich
de: Maksim Bogdanovich
ru: Автор: Максим Богданович

# A Wreath
source: Book: A Wreath
de: Buch: Ein Kranz
ru: Книга: Венок

source: Published in 1914
de: Veröffentlicht 1914
ru: Опубликована в 1914

# Vasil Bykov
source: Author: Vasil Bykov
de: Vasil Bykov
ru: Автор: Василий Быков

# Crane's Cry
source: Book: Crane's Cry
de: Kranichschrei
ru: Книга: Журавлиный крик

source: Published in 1960
de: Veröffentlicht 1960
ru: Опубликована в 1960

# Jakub Kolas
source: Author: Jakub Kolas
de: Verfasser: Jakub Kolas
ru: Автор: Якуб Колас

# Simon the Musician
source: Book: Simon the Musician
de: Buch: Simon der Musiker
ru: Книга: Симон-музыкант

source: Published in 1925
de: Veröffentlicht 1925
ru: Опубликована в 1925

# Janka Kupala
source: Author: Janka Kupala
de: Verfasser: Janka Kupala
ru: Автор: Янка Купала

# Eternal Song
source: Book: Eternal Song
de: Buch: Ewiges Lied
ru: Книга: Вечная песня

source: Published in 1909
de: Veröffentlicht 1909
ru: Опубликована в 1909

# Branislaw Tarashkyevich
source: Author: Branislaw Tarashkyevich
de: Verfasser: Branislaw Tarashkyevich
ru: Автор: Branislaw Tarashkyevich

# The Belarusian Latin alphabet or Łacinka
source: Book: The Belarusian Latin alphabet or Łacinka
de: Buch: Das belarussische lateinische Alphabet oder Łacinka
ru: Книга: Белорусский латинский алфавит или латинка

source: Published in 1911
de: Veröffentlicht 1911
ru: Опубликована в 1911
